{
  "bertoli": {
    "desc": "E-commerce dirigido al sector 'agro', teniendo como particularidad que se aceptan canjes de cereales como medio de pago. Desarrollado con Next.js 13, RTQ Query, Redux toolkit, Tailwind, login con Google disponible.",
    "typeText": "Proyecto grupal"
  },
  "dishDetective": {
    "desc": "Aplicación de celular desarrollada con React Native, buscador de recetas que entrega una amplia lista de datos nutricionales, además de ingredientes e instrucciones, claro. Se usó Zod, React Hook Form, SWR y TypeScript en su desarrollo.",
    "typeText": "Proyecto grupal"
  },
  "chimpance": {
    "desc": "Landing page realizada para Chimpancé Digital, empresa de diseño y desarrollo. Desarrollado con Next.js 13, GSAP y Swiper. Verificación ReCaptcha V3 de Google en el formulario.",
    "typeText": "Proyecto individual"
  },
  "payFriend": {
    "desc": "Aplicación de celular realizada con React Native. La app es una billetera virtual con la cual también puedes manejar tus criptomonedas. Otras herramientas que utilicé son NativeWind, React Navigation, React Hook Form, Victory y Redux Toolkit. Las pantallas a mi cargo fueron Home, Transferencia y Gráfica de Criptos, Pago de Facturas, Comprobante de Pago e Historial de Movimientos de la Cuenta. Además, refactoricé el estilo de varias pantallas de otros compañeros..",
    "typeText": "Proyecto grupal"
  },
  "sinFronteras": {
    "desc": "Aplicación de celular desarrollada con React Native, me encargué de las pantallas 1 y 2 de registro, además de refactorizar la pantalla de Perfil profesional",
    "typeText": "Proyecto grupal"
  },
  "zonaInmo": {
    "desc": "En Zona Inmo, puedes buscar o publicar propiedades para venta o alquiler en Paraguay. Aunque la publicación de propiedades es gratuita, los usuarios tienen la opción de mejorar la visibilidad de sus anuncios mediante la actualización de su plan. El sitio fue desarrollado con Next.js, y algunas de las tecnologías utilizadas incluyen SwiperJS, CKEditor, Google reCAPTCHA V2, Redux Toolkit, Redux Query, y Tailwind, entre otras.",
    "typeText": "Proyecto grupal"
  },
  "aapresid": {
    "desc": "En este gran proyecto, estuve a cargo del desarrollo de las secciones 'Asociate', 'Levantando la perdiz' y 'Prospectiva', además de colaborar en un par más. Para el desarrollo de este sitio, se destacan librerías como GSAP, ya que las animaciones eran un punto clave en el diseño, además de Swiper para las galerías de imágenes y videos, y, por supuesto, Tailwind para el diseño responsivo.",
    "typeText": "Proyecto grupal"
  },
  "repower": {
    "desc": "Este es el sitio institucional de la empresa Repowerlab, cuyo trabajo principal es la generación de energía renovable. El sitio fue desarrollado con Next.js, y algunas de las tecnologías utilizadas incluyen Framer motion, Swiper, y Tailwind, entre otras.",
    "typeText": "Proyecto grupal"
  },
  "ebookAgro": {
    "desc": "Pequeña landing realizada con el objetivo especifico  de promocionar una campaña para hacernos conocer mas ampliamente en el mundo del Agro.",
    "typeText": "Proyecto individual"
  }
}
