{
  "bertoli": {
    "desc": "An e-commerce platform targeted at the agricultural sector, with the particularity that it accepts grain bartering as a form of payment. Developed with Next.js 13, RTQ Query, Redux toolkit, Tailwind, and Google login available.",
    "typeText": "Group project"
  },
  "dishDetective": {
    "desc": "Mobile application developed with React Native, a recipe finder that provides a comprehensive list of nutritional data, as well as ingredients and instructions, of course. Zod, React Hook Form, SWR, and TypeScript were used in its development.",
    "typeText": "Group project"
  },
  "chimpance": {
    "desc": "Landing page created for Chimpancé Digital, a design and development company. Developed with Next.js 13, GSAP, and Swiper. Google ReCaptcha V3 verification in the form.",
    "typeText": "Individual  project"
  },
  "payFriend": {
    "desc": "Mobile application developed with React Native. The app is a virtual wallet that also allows you to manage your cryptocurrencies. Other tools used include NativeWind, React Navigation, React Hook Form, Victory, and Redux Toolkit. The screens I was responsible for were Home, Transfer, Crypto Graph, Bill Payment, Payment Receipt, and Account Transaction History. Additionally, I refactored the style of several screens created by my colleagues.",
    "typeText": "Group project"
  },
  "sinFronteras": {
    "desc": "Mobile application developed with React Native. I was in charge of screens 1 and 2 of the registration process, as well as refactoring the professional profile screen.",
    "typeText": "Group project"
  },
  "zonaInmo": {
    "desc": "On Zona Inmo, you can search for or list properties for sale or rent in Paraguay. While listing your properties is free, users have the option to enhance the visibility of their listings by upgrading their plan. The site was developed with Next.js, and some of the technologies used include SwiperJS, CKEditor, Google reCAPTCHA V2, Redux Toolkit, Redux Query, and Tailwind, among others.",
    "typeText": "Group project"
  }
}
